<?php
/**
 *
 * This file is part of the phpBB Forum Software package.
 *
 * @copyright (c) phpBB Limited <https://www.phpbb.com>
 * @license GNU General Public License, version 2 (GPL-2.0)
 *
 * For full copyright and license information, please see
 * the docs/CREDITS.txt file.
 *
 */

/**
 * DO NOT CHANGE
 */
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

$lang = array_merge($lang, array(
	'HELP_FAQ_ATTACHMENTS_ALLOWED_ANSWER'	=> 'Всеки администратор може да разреши или забрани определени типове файлове. Ако не сте сигурни какво е позволено да бъде прикачвано, моля свържете се с Администратора за помощ.',
	'HELP_FAQ_ATTACHMENTS_ALLOWED_QUESTION'	=> 'Какви прикачени файлове са позволени в този форум?',
	'HELP_FAQ_ATTACHMENTS_OWN_ANSWER'	=> 'За да видите списък с файловете, които сте прикачвали, отидете в Потребителския панел и последвайте връзката Управление на прикачените файлове.',
	'HELP_FAQ_ATTACHMENTS_OWN_QUESTION'	=> 'Как да намеря всички файлове, които съм прикачвал?',

	'HELP_FAQ_BLOCK_ATTACHMENTS'	=> 'Прикачени файлове',
	'HELP_FAQ_BLOCK_BOOKMARKS'	=> 'Любими теми и абонаменти',
	'HELP_FAQ_BLOCK_FORMATTING'	=> 'Форматиране на текст и видове теми',
	'HELP_FAQ_BLOCK_FRIENDS'	=> 'Приятели и врагове',
	'HELP_FAQ_BLOCK_GROUPS'	=> 'Потребителски нива и групи',
	'HELP_FAQ_BLOCK_ISSUES'	=> 'Проблеми с phpBB',
	'HELP_FAQ_BLOCK_LOGIN'	=> 'Проблеми при влизането и регистрацията',
	'HELP_FAQ_BLOCK_PMS'	=> 'Лични съобщения',
	'HELP_FAQ_BLOCK_POSTING'	=> 'Проблеми с публикуването',
	'HELP_FAQ_BLOCK_SEARCH'	=> 'Търсене във форума',
	'HELP_FAQ_BLOCK_USERSETTINGS'	=> 'Потребителски настройки и предпочитания',

	'HELP_FAQ_BOOKMARKS_DIFFERENCE_ANSWER'	=> 'В phpBB версия 3.0, добавянето на любима тема работеше като добавянето на сайт в любими в уеб браузъра ви (bookmark). Не бивате уведомен когато темата е обновена. От phpBB версия 3.1 натам, добавянето на тема в любими е повече като абониране за тема. Можете да бъдете уведомен, когато тя е обновена. Абонамента, от друга страна, ще Ви уведоми когато тема или форум бъдат обновени (например публикувана е нова тема в някой под форум). Настройките за известяване за любими теми и абонаменти могат да бъдат променяни в Потребителския панел, раздел “Настройки на форума”.',
	'HELP_FAQ_BOOKMARKS_DIFFERENCE_QUESTION'	=> 'Каква е разликата между добавяне на любима тема и абонамент?',
	'HELP_FAQ_BOOKMARKS_FORUM_ANSWER'	=> 'За да се абонирате за цял форум/раздел, натиснете връзката “Абониране за форума”, която се намира в лентата най-долу на страницата при отваряне на дадения форум/раздел.',
	'HELP_FAQ_BOOKMARKS_FORUM_QUESTION'	=> 'Как да се абонирам за даден форум(и)?',
	'HELP_FAQ_BOOKMARKS_REMOVE_ANSWER'	=> 'За да прекратите абонаментите си отидете в Потребителския панел и последвайте връзката Управление на абонаментите.',
	'HELP_FAQ_BOOKMARKS_REMOVE_QUESTION'	=> 'Как да прекратя абонаментите си?',
	'HELP_FAQ_BOOKMARKS_TOPIC_ANSWER'	=> 'Можете да добавите тема в любими или да се абонирате за дадена тема като изберете съответната връзка в менюто “Инструменти за темата” (бутон с гаечен ключ намиращ се най-горе и най-долу на всяка тема).<br />Отговарянето на тема с включена опция “Уведоми ме при нов отговор в темата” също ще Ви абонира за темата.',
	'HELP_FAQ_BOOKMARKS_TOPIC_QUESTION'	=> 'Как да добавя тема в любими или да се абонирам за дадена тема(и)?',

	'HELP_FAQ_FORMATTING_ANNOUNCEMENT_ANSWER'	=> 'Важните съобщения, както подсказва името, често съдържат важна информация за форума, в който се намирате и трябва да ги прочетете, когато е възможно. Важните съобщения се показват най-горе на всяка страница на форума, в който са публикувани. Както и глобалните съобщения, правата за създаването им се дават от администратора.',
	'HELP_FAQ_FORMATTING_ANNOUNCEMENT_QUESTION'	=> 'Какво е важно съобщение?',
	'HELP_FAQ_FORMATTING_BBOCDE_ANSWER'	=> 'BBCode е специална имплементация на HTML, която позволява широк контрол на форматирането на дадени обекти в мнението. Използването на BBCode се разрешава от администратора, но също така може да бъде забранено за всяко отделно мнение от формата за публикуване. BBCode сам по себе си е подобен на HTML, но таговете му са затворени в квадратни скоби [ и ], а не в &lt; и &gt;. За повече информация относно BBCode вижте упътването за BBCode, което можете да намерите във формата за публикуване.',
	'HELP_FAQ_FORMATTING_BBOCDE_QUESTION'	=> 'Какво е BBCode?',
	'HELP_FAQ_FORMATTING_GLOBAL_ANNOUNCE_ANSWER'	=> 'Глобалните съобщения съдържат важна информация и трябва да ги прочетете, когато е възможно. Те ще се показват най-горе на всеки форум и във Вашия Потребителски Контролен Панел. Правата за създаване на глобални съобщения се дават от администратора.',
	'HELP_FAQ_FORMATTING_GLOBAL_ANNOUNCE_QUESTION'	=> 'Какво е глобално съобщение?',
	'HELP_FAQ_FORMATTING_HTML_ANSWER'	=> 'Не. Не е възможно да публикувате HTML в този форум и той да се възпроизведе като такъв. Голяма част от форматирането, което се извършва с HTML, може да се постигне с прилагането на BBCode.',
	'HELP_FAQ_FORMATTING_HTML_QUESTION'	=> 'Мога ли да използвам HTML?',
	'HELP_FAQ_FORMATTING_ICONS_ANSWER'	=> 'Иконките на темите са изображения, избрани от автора, които се добавят към темата за да индикират по някакъв начин съдържанието й. Възможността за използване на иконки за теми зависи от администратора на форума.',
	'HELP_FAQ_FORMATTING_ICONS_QUESTION'	=> 'Какво е иконка на темата?',
	'HELP_FAQ_FORMATTING_IMAGES_ANSWER'	=> 'Да, изображения могат да бъдат показвани във Вашите мнения. Ако администратора е разрешил прикачването на файлове, можете да прикачите снимка. Ако прикачването на файлове не е разрешено, то можете да публикувате снимка от публично достъпен сървър, например http://www.example.com/my-picture.gif. Не можете да публикувате снимка от връзка към локалния Ви компютър (освен ако той не е публично достъпен сървър), нито снимки, съхранявани зад механизъм за защита с парола, например hotmail или gmail пощи, сайтове, изискващи парола и т.н. За да се покаже изображението, трябва да използвате BBCode [img] тага.',
	'HELP_FAQ_FORMATTING_IMAGES_QUESTION'	=> 'Мога ли да публикувам изображения?',
	'HELP_FAQ_FORMATTING_LOCKED_ANSWER'	=> 'Заключените теми са теми, в които потребителите не могат да публикуват нови мнения и всяка анкета в такава тема приключва автоматично. Темите могат да бъдат заключвани поради много причини и модераторите или администраторите са отговорни за това. Можете също така да заключвате собствените си теми, ако това е разрешено от администратора.',
	'HELP_FAQ_FORMATTING_LOCKED_QUESTION'	=> 'Какво е заключена тема?',
	'HELP_FAQ_FORMATTING_SMILIES_ANSWER'	=> 'Усмивките, или Емотикони, са малки изображения, които могат да бъдат използвани за изразяване на чувства, използвайки кратък код, например :) означава щастие, докато :( означава тъга. Пълният лист с емотикони може да бъде видян във формата за публикуване. Опитайте се да не използвате прекалено много емотикони, защото мнението може да стане трудно четимо и модератор може да промени съдържанието му или направо да го изтрие. Администратора също така може да е задал лимит на максималния брой емотикони, които могат да се съдържат в едно мнение.',
	'HELP_FAQ_FORMATTING_SMILIES_QUESTION'	=> 'Какво са усмивките?',
	'HELP_FAQ_FORMATTING_STICKIES_ANSWER'	=> 'Закачените теми се показват под важните съобщения, но над всички други теми във форума и само на първа страница. Често те са доста важни или интересни, затова ги прочетете, когато е възможно. Както важните и глобалните съобщения, правата за създаването на закачени теми се дават от администратора.',
	'HELP_FAQ_FORMATTING_STICKIES_QUESTION'	=> 'Какво е закачена тема?',








));
